"ASSISTED_AUTH_INSTRUCTIONS" = "Visita %@ e inserisci il seguente codice per accedere a %@";

"BUTTON_AUTHENTICATE" = "Usa il mio numero di telefono";

"BUTTON_CONTINUE" = "Continua";

"BUTTON_CREATED_ACCOUNT" = "Account creato";

"BUTTON_CREATE_ACCOUNT" = "Crea account";

"BUTTON_CREATING_ACCOUNT" = "Creazione dell'account in corso";

"BUTTON_DISMISS" = "Rimuovi";

"BUTTON_DONE" = "Fine";

"BUTTON_EDIT_NUMBER" = "Modifica numero";

"BUTTON_LOGGING_IN" = "Accesso in corso";

"BUTTON_NOT_NOW" = "Non ora";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Reinvia codice";

"BUTTON_RETRY" = "Riprova";

"BUTTON_SENDING" = "Invio in corso...";

"BUTTON_SENDING_CONF_CODE" = "Invio del codice di conferma in corso";

"BUTTON_SEND_CONF_CODE" = "Invia codice di conferma";

"BUTTON_SENT_CONF_CODE" = "Codice di conferma inviato";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Prova con un numero di telefono diverso";

"BUTTON_VERIFYING" = "Verifica in corso";

"CALL_ME_ACTION" = "Chiamami";

"CALL_ME_LOADING" = "Chiamata in corso...";

"ERROR_CANT_SMS" = "Impossibile inviare un SMS a questo numero.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Controlla il codice e riprova";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ops, sembra che ci sia un problema di rete. Vuoi riprovare? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Controlla la tua email e riprova";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Controlla il tuo numero e riprova";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Precedentemente hai impostato un codice di verifica in 2 passaggi su <a href=\"https://www.digits.com/settings\">digits.com</a>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Toccando \"Chiamami\" qui sopra, riceverai una telefonata da <a href=\"https://www.digits.com\">Digits by Twitter</a>  per confermare il tuo numero di telefono. Vengono applicate le tariffe standard.";

"FOOTNOTE_CREATE_ACCOUNT" = "Toccando \"Crea Account\" qui sopra, accetti i <a href=\"https://twitter.com/tos\">Termini di servizio</a>, l'<a href=\"https://twitter.com/privacy\">Informativa sulla privacy</a> e l'<a href=\"https://support.twitter.com/articles/20170514\">Utilizzo dei cookie</a> di <a href=\"https://www.digits.com\">Digits by Twitter</a>. Accetti inoltre che il tuo numero di telefono sia condiviso con %@ e che altri utenti di %@ possano trovarti tramite il tuo numero di telefono.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Toccando “Continua” qui sopra, aggiungerai questa email al tuo account Digits. Accetti che questa app e <a href=\"https://www.digits.com/settings\">tutte le app elencate nel tuo account Digits</a> possano accedere a questo indirizzo email e che i loro utenti possano trovarti tramite email.";

"FOOTNOTE_LOGIN" = "Toccando “Continua” qui sopra, il tuo <a href=\"https://www.digits.com/settings\">numero di telefono e/o indirizzo email di Digits</a> verrà condiviso con %@ e gli altri utenti di %@ potranno trovarti tramite numero di telefono e/o email.";

"FOOTNOTE_SEND_CONF_CODE" = "Toccando \"Invia codice di conferma\" qui sopra <a href=\"https://www.digits.com\">Digits by Twitter</a> ti invierà un SMS per confermare il tuo numero di telefono. Nella prossima schermata potrai scegliere \"Reinvia codice\" per ricevere un nuovo SMS oppure \"Chiamami\" per ricevere una telefonata per confermare il tuo numero di telefono. Potrebbero essere applicate le tariffe per SMS, chiamate e dati.";

"FOOTNOTE_TOS_UPDATE" = "Toccando \"Continua\" qui sopra, accetti l'aggiornamento dei <a href=\"https://twitter.com/tos\">Termini di servizio</a>, dell'<a href=\"https://twitter.com/privacy\">Informativa sulla privacy</a> e dell'<a href=\"https://support.twitter.com/articles/20170514\">Utilizzo dei cookie</a> di <a href=\"https://www.digits.com\">Digits by Twitter</a>. Accetti inoltre di condividere il tuo <a href=\"https://www.digits.com/settings\">numero di telefono e/o indirizzo email di Digits</a> con %@ e che gli altri utenti di %@ possano trovarti tramite numero di telefono e/o email.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Inserisci il codice di verifica in 2 passaggi.";

"LABEL_ENTER_CONF_CODE" = "Ti abbiamo inviato un codice di 6 cifre.";

"LABEL_ENTER_EMAIL" = "Inserisci la tua email.";

"LABEL_ENTER_PHONE_NUMBER" = "Qual è il tuo numero di telefono?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Utilizziamo Digits by Twitter per trovare altri tuoi amici che usano quest'app. Selezionando Ok, caricheremo la tua rubrica su Digits by Twitter per aiutarti a trovare altri utenti di %@ che conosci o per aiutare gli altri utenti di %@ a trovarti.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Trova i tuoi amici";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Impossibile confermare il tuo numero di telefono";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Spiacenti, non riusciamo a inviarti un codice di conferma.";

"ONBOARDING_MESSAGE" = "Accedi a https://fabric.io per impostare il nome della tua app che verrà incluso nelle email di verifica, negli SMS e nei messaggi vocali di autorizzazione.";

"ONBOARDING_MESSAGE_ANSWERS" = "Aggiungi il framework Answers alla tua app per abilitare in automatico il logging degli eventi di Digits. Scopri di più su https://answers.io";

"PARTIAL_FOOTNOTE_THIS_APP" = "quest'app";

